Repository: timsaya/luci-app-bandix
Catalog: luci-app-bandix/po/*/bandix.po
Languages: fr, ru

source: No active rule
fr: Aucune règle active
ru: Нет активных правил

source: Schedule Rules
fr: Règles de limitation programmée
ru: Правила ограничения по расписанию

source: Upload Statistics
fr: Statistiques d'envoi
ru: Статистика отправки

source: Download Statistics
fr: Statistiques de téléchargement
ru: Статистика загрузки

source: Cumulative Traffic
fr: Trafic cumulé
ru: Накопительный трафик

source: Daily
fr: Quotidien
ru: Ежедневно

source: Weekly
fr: Hebdomadaire
ru: Еженедельно

source: Monthly
fr: Mensuel
ru: Ежемесячно

source: Statistics
fr: Statistiques
ru: Статистика

source: Average
fr: Moyenne
ru: Среднее

source: Maximum
ru: Максимум

source: Minimum
ru: Минимум

source: Clear Traffic Data
fr: Effacer les données de trafic
ru: Очистить данные трафика

source: Are you sure you want to clear all traffic data? This action cannot be undone.
fr: Êtes-vous sûr de vouloir effacer toutes les données de trafic ? Cette action est irréversible.
ru: Вы уверены, что хотите очистить все данные трафика? Это действие нельзя отменить.

source: Failed to clear traffic data:
fr: Échec de l'effacement des données de trafic :
ru: Не удалось очистить данные трафика:

source: Restart Service
fr: Redémarrer le service
ru: Перезапустить службу

source: Restart Bandix Service
fr: Redémarrer le service Bandix
ru: Перезапустить службу Bandix

source: Are you sure you want to restart the Bandix service?
fr: Êtes-vous sûr de vouloir redémarrer le service Bandix ?
ru: Вы уверены, что хотите перезапустить службу Bandix?

source: Failed to restart service:
fr: Échec du redémarrage du service :
ru: Не удалось перезапустить службу:

source: Realtime
fr: Temps réel
ru: В реальном времени

source: Last 24 Hours
fr: Dernières 24 heures
ru: Последние 24 часа

source: Last 7 Days
fr: 7 derniers jours
ru: Последние 7 дней

source: Last 30 Days
fr: 30 derniers jours
ru: Последние 30 дней

source: Last 10 Minutes
fr: 10 dernières minutes
ru: Последние 10 минут

source: Last 15 Minutes
fr: 15 dernières minutes
ru: Последние 15 минут

source: Last 30 Minutes
fr: 30 dernières minutes
ru: Последние 30 минут

source: Last 1 Hour
fr: Dernière heure
ru: Последний 1 час

source: Starting installation...
fr: Démarrage de l'installation...
ru: Начало установки...

source: Page will refresh in 3 seconds.
fr: La page sera actualisée dans 3 secondes.
ru: Страница обновится через 3 секунды.

source: Installation failed
fr: Échec de l'installation
ru: Установка не удалась

source: Installation failed at step:
fr: Échec de l'installation à l'étape :
ru: Установка не удалась на шаге:

source: Details:
fr: Détails :
ru: Подробности:

source: Installation failed:
fr: Échec de l'installation :
ru: Установка не удалась:

source: Unknown error
fr: Erreur inconnue
ru: Неизвестная ошибка

source: Service restarted successfully.
fr: Service redémarré avec succès.
ru: Служба успешно перезапущена.

source: Service restart may have failed. Please check manually.
fr: Le redémarrage du service a peut-être échoué. Veuillez vérifier manuellement.
ru: Перезапуск службы мог не удаться. Пожалуйста, проверьте вручную.

source: Please restart the service.
fr: Veuillez redémarrer le service.
ru: Пожалуйста, перезапустите службу.

source: LuCI App updated successfully!
fr: Application LuCI mise à jour avec succès !
ru: Приложение LuCI успешно обновлено!

source: Bandix updated successfully!
fr: Bandix mis à jour avec succès !
ru: Bandix успешно обновлен!

source: LuCI App has update:
fr: L'application LuCI a une mise à jour :
ru: Приложение LuCI имеет обновление:

source: Bandix has update:
fr: Bandix a une mise à jour :
ru: Bandix имеет обновление:

source: LuCI App is up to date:
fr: L'application LuCI est à jour :
ru: Приложение LuCI актуально:

source: Bandix is up to date:
fr: Bandix est à jour :
ru: Bandix актуален:

source: Updates Available
fr: Mises à jour Disponibles
ru: Доступны Обновления

source: No Updates Available
fr: Aucune Mise à jour Disponible
ru: Нет Доступных Обновлений

source: Detected Architecture
fr: Architecture Détectée
ru: Обнаруженная Архитектура

source: Package Manager
fr: Gestionnaire de Paquets
ru: Менеджер Пакетов

source: LuCI Assets
fr: Ressources LuCI
ru: Ресурсы LuCI

source: Bandix Assets
fr: Ressources Bandix
ru: Ресурсы Bandix

source: Failed to check for updates
fr: Échec de la vérification des mises à jour
ru: Не удалось проверить обновления

source: Failed to check for updates:
fr: Échec de la vérification des mises à jour :
ru: Не удалось проверить обновления:

source: Checking...
fr: Vérification...
ru: Проверка...

source: Check for Updates
fr: Rechercher des Mises à Jour
ru: Проверить Обновления

source: Installing...
fr: Installation...
ru: Установка...

source: Download and Install
fr: Télécharger et Installer
ru: Скачать и Установить

source: Manual Download
fr: Téléchargement Manuel
ru: Ручная Загрузка

source: Starting installation... The page will refresh automatically in 30 seconds.
fr: Démarrage de l'installation... La page sera actualisée automatiquement dans 30 secondes.
ru: Начало установки... Страница автоматически обновится через 30 секунд.

source: Please clear your browser cache manually after updating.
fr: Veuillez vider manuellement le cache du navigateur après la mise à jour.
ru: Пожалуйста, вручную очистите кеш браузера после обновления.

source: Traffic Statistics
fr: Statistiques de Trafic
ru: Статистика трафика

source: Device Usage Ranking
fr: Classement d'Utilisation des Appareils
ru: Рейтинг использования устройств

source: Start Date
fr: Date de Début
ru: Дата начала

source: End Date
fr: Date de Fin
ru: Дата окончания

source: Reset
fr: Réinitialiser
ru: Сбросить

source: Today
fr: Aujourd'hui
ru: Сегодня

source: This Week
fr: Cette Semaine
ru: На этой неделе

source: Last Week
fr: Semaine Dernière
ru: На прошлой неделе

source: This Month
fr: Ce Mois
ru: В этом месяце

source: Last Month
fr: Mois Dernier
ru: В прошлом месяце

source: Last 90 Days
fr: 90 Derniers Jours
ru: Последние 90 дней

source: Last Year
fr: Dernière Année
ru: За последний год

source: Traffic Timeline
fr: Chronologie du Trafic
ru: Временная шкала трафика

source: Aggregation:
fr: Agrégation :
ru: Агрегация:

source: Hourly
fr: Par Heure
ru: По часам

source: Device:
fr: Appareil :
ru: Устройство:

source: Traffic Push URL
fr: URL de poussée du trafic
ru: URL для отправки трафика

source: Push traffic data to a remote HTTP endpoint (POST JSON). Leave empty to disable.
fr: Pousser les données de trafic vers un endpoint HTTP distant (POST JSON). Laisser vide pour désactiver.
ru: Отправлять данные трафика на удаленную HTTP конечную точку (POST JSON). Оставьте пустым для отключения.

source: Device Event Push URL
fr: URL de poussée des événements de périphérique
ru: URL для отправки событий устройства

source: Push device online/offline events to a remote HTTP endpoint (POST JSON on state change). Leave empty to disable.
fr: Pousser les événements de connexion/déconnexion de périphérique vers un endpoint HTTP distant (POST JSON lors du changement d'état). Laisser vide pour désactiver.
ru: Отправлять события подключения/отключения устройства на удаленную HTTP конечную точку (POST JSON при изменении состояния). Оставьте пустым для отключения.

source: Additional Subnets
fr: Sous-réseaux supplémentaires
ru: Дополнительные подсети

source: Additional local subnets (comma-separated CIDR notation, e.g. '192.168.2.0/24,10.0.0.0/8'). Leave empty to use only interface subnet.
fr: Sous-réseaux locaux supplémentaires (notation CIDR séparée par des virgules, ex. '192.168.2.0/24,10.0.0.0/8'). Laisser vide pour utiliser uniquement le sous-réseau d'interface.
ru: Дополнительные локальные подсети (CIDR нотация через запятую, напр. '192.168.2.0/24,10.0.0.0/8'). Оставьте пустым для использования только подсети интерфейса.

source: Exclude Interface Device
fr: Exclure l'appareil d'interface
ru: Исключить устройство интерфейса

source: Exclude the router itself (interface device) from traffic statistics
fr: Exclure le routeur lui-même (appareil d'interface) des statistiques de trafic
ru: Исключить сам роутер (устройство интерфейса) из статистики трафика

source: No devices
fr: Aucun appareil
ru: Нет устройств

source: LAN Traffic is viewed from the entire subnet perspective, so upload and download are always equal, forming a closed loop. Additionally, due to the presence of dedicated hardware switching chips, LAN traffic between 2 devices (e.g., PC - NAS) within the local network may not be monitorable.
fr: Le trafic LAN est vu depuis la perspective de tout le sous-réseau, donc l'upload et le download sont toujours égaux, formant une boucle fermée. De plus, en raison de la présence de puces de commutation matérielles dédiées, le trafic LAN entre 2 appareils (par ex., PC - NAS) au sein du réseau local peut ne pas être surveillable.
ru: Трафик LAN рассматривается с точки зрения всей подсети, поэтому загрузка и выгрузка всегда равны, образуя замкнутый цикл. Кроме того, из-за наличия специализированных аппаратных коммутационных чипов, трафик LAN между 2 устройствами (например, ПК - NAS) в локальной сети может быть не подлежащим мониторингу.
