Repository: timsaya/luci-app-bandix
Catalog: luci-app-bandix/po/*/bandix.po
Languages: fr, ru

source: Bandix Traffic Monitor
fr: Moniteur de trafic Bandix
ru: Монитор трафика Bandix

source: Loading data...
fr: Chargement des données...
ru: Загрузка данных...

source: Unable to fetch data
fr: Impossible de récupérer les données
ru: Не удалось получить данные

source: Unable to fetch history data
fr: Impossible de récupérer les données d'historique
ru: Не удалось получить данные истории

source: Hostname
fr: Nom d'hôte
ru: Имя хоста

source: IP Address
fr: Adresse IP
ru: IP-адрес

source: MAC Address
fr: Adresse MAC
ru: MAC-адрес

source: Download Speed
fr: Vitesse de téléchargement
ru: Скорость загрузки

source: Upload Speed
fr: Vitesse de téléversement
ru: Скорость выгрузки

source: Total Download
fr: Téléchargement total
ru: Всего загружено

source: Total Upload
fr: Téléversement total
ru: Всего выгружено

source: Download Limit
fr: Limite de téléchargement
ru: Ограничение загрузки

source: Upload Limit
fr: Limite de téléversement
ru: Ограничение выгрузки

source: Interface Language
fr: Langue de l'interface
ru: Язык интерфейса

source: Select the display language for Bandix Traffic Monitor
fr: Sélectionner la langue d'affichage pour le moniteur de trafic Bandix
ru: Выберите язык отображения для монитора трафика Bandix

source: Device Info
fr: Informations sur l'appareil
ru: Информация об устройстве

source: Device List
fr: Liste des appareils
ru: Список устройств

source: LAN Traffic
fr: Trafic LAN
ru: Трафик LAN

source: WAN Traffic
fr: Trafic WAN
ru: Трафик WAN

source: Network Type
fr: Type de Réseau
ru: Тип Сети

source: Rate Limit
fr: Limite de débit
ru: Ограничение скорости

source: Actions
ru: Действия

source: Online Devices
fr: Appareils en ligne
ru: Устройства в сети

source: WAN Only
fr: WAN uniquement
ru: Только WAN

source: Settings
fr: Paramètres
ru: Настройки

source: Device Settings
fr: Paramètres de l'appareil
ru: Настройки устройства

source: Rate Limits
fr: Paramètres de limitation
ru: Настройки ограничения

source: Remove Rate Limit
fr: Supprimer la limite
ru: Снять ограничение

source: Save
fr: Enregistrer
ru: Сохранить

source: Cancel
fr: Annuler
ru: Отмена

source: Set Rate Limit
fr: Définir la limite
ru: Установить ограничение

source: Device
fr: Appareil
ru: Устройство

source: Set Hostname
fr: Définir le nom d'hôte
ru: Установить имя хоста

source: Please enter hostname
fr: Veuillez entrer le nom d'hôte
ru: Введите имя хоста

source: Hostname set successfully
fr: Nom d'hôte défini avec succès
ru: Имя хоста успешно установлено

source: Failed to set hostname
fr: Échec de la définition du nom d'hôte
ru: Не удалось установить имя хоста

source: Unlimited
fr: Illimité
ru: Без ограничений

source: Settings saved successfully
fr: Paramètres enregistrés avec succès
ru: Настройки успешно сохранены

source: Failed to save settings
fr: Échec de l'enregistrement des paramètres
ru: Не удалось сохранить настройки

source: Please enter a valid speed value
fr: Veuillez entrer une valeur de vitesse valide
ru: Введите допустимое значение скорости

source: Speed value must be greater than 0
fr: La vitesse doit être supérieure à 0
ru: Скорость должна быть больше 0

source: Saving...
fr: Enregistrement...
ru: Сохранение...

source: Rate limiting only applies to WAN traffic.
fr: La limitation de vitesse s'applique uniquement au trafic WAN. Certains trafics internes LAN peuvent ne pas être surveillés en raison de l'accélération de commutation matérielle.
ru: Ограничение скорости применяется только к трафику WAN. Некоторые внутренние трафики LAN могут не отслеживаться из-за аппаратного ускорения коммутации.

source: Tip: Enter 0 for unlimited
fr: Astuce : Entrez 0 pour illimité
ru: Подсказка: введите 0 для без ограничений

source: Traffic History
fr: Historique du trafic
ru: История трафика

source: Realtime Traffic Trends
fr: Tendances du Trafic en Temps Réel
ru: Тренды Трафика в Реальном Времени

source: Select Device
fr: Sélectionner un appareil
ru: Выбрать устройство

source: All Devices
fr: Tous les appareils
ru: Все устройства

source: Time Range
fr: Plage horaire
ru: Временной диапазон

source: Last 5 minutes
fr: 5 dernières minutes
ru: Последние 5 минут

source: Last 30 minutes
fr: 30 dernières minutes
ru: Последние 30 минут

source: Last 2 hours
fr: 2 dernières heures
ru: Последние 2 часа

source: Type
ru: Тип

source: Total
ru: Всего

source: LAN
fr: Trafic LAN
ru: Трафик LAN

source: WAN
fr: Trafic WAN
ru: Трафик WAN

source: Refresh
fr: Actualiser
ru: Обновить

source: Upload Rate
fr: Taux de téléversement
ru: Скорость выгрузки

source: Download Rate
fr: Taux de téléchargement
ru: Скорость загрузки

source: Last
fr: Dernier
ru: Последний

source: second
fr: seconde
ru: секунда

source: minute
ru: минута

source: hour
fr: heure
ru: час

source: day
fr: jour
ru: день

source: week
fr: semaine
ru: неделя

source: Other Rates
fr: Autres débits
ru: Другие скорости

source: Cumulative
fr: Trafic cumulé
ru: Накопительный трафик

source: Total Uploaded
fr: Total envoyé
ru: Всего отправлено

source: Total Downloaded
fr: Total téléchargé
ru: Всего загружено

source: LAN Uploaded
fr: LAN envoyé
ru: LAN отправлено

source: LAN Downloaded
fr: LAN téléchargé
ru: LAN загружено

source: WAN Uploaded
fr: WAN envoyé
ru: WAN отправлено

source: WAN Downloaded
fr: WAN téléchargé
ru: WAN загружено

source: LAN Upload
fr: Débit envoi LAN
ru: Скорость отправки LAN

source: LAN Download
fr: Débit téléchargement LAN
ru: Скорость загрузки LAN

source: WAN Upload
fr: Débit envoi WAN
ru: Скорость отправки WAN

source: WAN Download
fr: Débit téléchargement WAN
ru: Скорость загрузки WAN

source: Never Online
fr: Jamais en ligne
ru: Никогда не был в сети

source: Just Now
fr: À l'instant
ru: Только что

source: min ago
fr: min il y a
ru: мин назад

source: h ago
fr: h il y a
ru: ч назад

source: days ago
fr: jours il y a
ru: дн назад

source: months ago
fr: mois il y a
ru: мес назад

source: years ago
fr: ans il y a
ru: лет назад

source: Last Online
fr: Dernière connexion
ru: Последний раз в сети

source: Zoom
ru: Масштаб

source: Sort By
fr: Trier par
ru: Сортировать по

source: Online Status
fr: Statut en ligne
ru: Статус в сети

source: Total Traffic
fr: Trafic total
ru: Всего трафика

source: Ascending
fr: Croissant
ru: По возрастанию

source: Descending
fr: Décroissant
ru: По убыванию

source: Sort by Speed
fr: Trier par débit
ru: Сортировать по скорости

source: Sort by Traffic
fr: Trier par trafic
ru: Сортировать по трафику

source: Simple Mode
fr: Mode simple
ru: Простой режим

source: Detailed Mode
fr: Mode détaillé
ru: Подробный режим

source: Bandix DNS Monitor
fr: Moniteur DNS Bandix
ru: Монитор DNS Bandix

source: DNS Monitor
fr: Moniteur DNS
ru: Монитор DNS

source: DNS Query Records
fr: Enregistrements de requêtes DNS
ru: Записи запросов DNS

source: DNS Statistics
fr: Statistiques DNS
ru: Статистика DNS

source: DNS Monitoring Disabled
fr: Surveillance DNS désactivée
ru: Мониторинг DNS отключён

source: Please enable DNS monitoring in settings
fr: Veuillez activer la surveillance DNS dans les paramètres
ru: Включите мониторинг DNS в настройках

source: Go to Settings
fr: Aller aux paramètres
ru: Перейти в настройки

source: No Data
fr: Aucune donnée
ru: Нет данных

source: Time
fr: Heure
ru: Время

source: Domain
fr: Domaine
ru: Домен

source: Query Type
fr: Type de requête
ru: Тип запроса

source: Response Code
fr: Code de réponse
ru: Код ответа

source: Response Time
fr: Temps de réponse
ru: Время отклика

source: Source IP
fr: IP source
ru: IP источника

source: Destination IP
fr: IP de destination
ru: IP назначения

source: Response IPs
fr: IP de réponse
ru: IP ответа

source: Response Result
fr: Résultat de réponse
ru: Результат ответа

source: DNS Server
fr: Serveur DNS
ru: DNS-сервер

source: Query
fr: Requête
ru: Запрос

source: Response
fr: Réponse
ru: Ответ

source: Filter
fr: Filtrer
ru: Фильтр

source: Domain Filter
fr: Filtre domaine
ru: Фильтр домена

source: Device Filter
fr: Filtre appareil
ru: Фильтр устройства

source: DNS Server Filter
fr: Filtre serveur DNS
ru: Фильтр DNS-сервера

source: Type Filter
fr: Filtre type
ru: Фильтр типа

source: All
fr: Tous
ru: Все

source: Period
fr: Période
ru: Период

source: Display Mode
fr: Mode d'Affichage
ru: Режим Отображения

source: This Year
fr: Cette Année
ru: Этот Год

source: Week
fr: Cette Semaine
ru: Эта Неделя

source: Month
fr: Ce Mois
ru: Этот Месяц

source: Year
fr: Cette Année
ru: Этот Год

source: Queries Only
fr: Requêtes uniquement
ru: Только запросы

source: Responses Only
fr: Réponses uniquement
ru: Только ответы

source: Search
fr: Rechercher
ru: Поиск

source: Search Domain
fr: Rechercher domaine
ru: Поиск домена

source: Search Device
fr: Rechercher appareil
ru: Поиск устройства

source: Search DNS Server
fr: Rechercher serveur DNS
ru: Поиск DNS-сервера

source: Clear
fr: Effacer
ru: Очистить

source: Previous
fr: Précédent
ru: Предыдущая

source: Next
fr: Suivant
ru: Следующая

source: Page
ru: Страница

source: of
fr: sur
ru: из

source: records
fr: enregistrements
ru: записей

source: Per Page
fr: Par page
ru: На странице

source: Total Queries
fr: Total des requêtes
ru: Всего запросов

source: Total Responses
fr: Total des réponses
ru: Всего ответов

source: Queries with Response
fr: Requêtes avec réponse
ru: Запросы с ответом

source: Queries without Response
fr: Requêtes sans réponse
ru: Запросы без ответа

source: Avg Response Time
fr: Temps de réponse moyen
ru: Среднее время ответа

source: Min Response Time
fr: Temps de réponse minimum
ru: Минимальное время ответа

source: Max Response Time
fr: Temps de réponse maximum
ru: Максимальное время ответа

source: Success Rate
fr: Taux de réussite
ru: Процент успеха

source: Success
fr: Succès
ru: Успешно

source: Failure
fr: Échec
ru: Ошибка

source: Top Domains
fr: Domaines les plus consultés
ru: Самые запрашиваемые домены

source: Top Query Types
fr: Types de requêtes les plus utilisés
ru: Самые частые типы запросов

source: Top Devices
fr: Appareils les plus actifs
ru: Самые активные устройства

source: Top DNS Servers
fr: Serveurs DNS les plus utilisés
ru: Самые частые DNS-серверы

source: Unique Devices
fr: Appareils uniques
ru: Уникальных устройств

source: ms
ru: мс

source: minutes
ru: минут

source: Unknown Device
fr: Appareil inconnu
ru: Неизвестное устройство

source: Domain not found
fr: Domaine introuvable
ru: Домен не найден

source: Server error
fr: Erreur serveur
ru: Ошибка сервера

source: Format error
fr: Erreur de format
ru: Ошибка формата

source: Refused
fr: Refusé
ru: Отказ

source: Other
fr: Autre
ru: Другое

source: Does not include DoH and DoT
fr: N'inclut pas DoH et DoT
ru: Не включает DoH и DoT

source: Latest Response Time
fr: Dernier temps de réponse
ru: Последнее время ответа

source: Response Code Distribution
fr: Distribution des codes de réponse
ru: Распределение кодов ответа

source: Response Time Percentiles
fr: Centiles du temps de réponse
ru: Перцентили времени ответа

source: Bandix Connection Monitor
fr: Moniteur de connexion Bandix
ru: Монитор соединений Bandix

source: Connection Monitor
fr: Moniteur de connexion
ru: Монитор соединений

source: Device Connection Statistics
fr: Statistiques de connexion par appareil
ru: Статистика соединений по устройствам

source: Global Connection Statistics
fr: Statistiques globales des connexions
ru: Общая статистика соединений

source: Active TCP
fr: TCP actif
ru: Активный TCP

source: Active UDP
fr: UDP actif
ru: Активный UDP

source: Closed TCP
fr: TCP fermé
ru: Закрытый TCP

source: Total Connections
fr: Total des connexions
ru: Всего соединений

source: Last Updated
fr: Dernière mise à jour
ru: Последнее обновление

source: TCP Connections
fr: Connexions TCP
ru: Соединения TCP

source: UDP Connections
fr: Connexions UDP
ru: Соединения UDP

source: Established TCP
fr: TCP établi
ru: Установленный TCP

source: Total Devices
fr: Total des appareils
ru: Всего устройств

source: Connection Monitor Disabled
fr: Surveillance des connexions désactivée
ru: Мониторинг соединений отключён

source: Please enable connection monitoring in settings
fr: Veuillez activer la surveillance des connexions dans les paramètres
ru: Включите мониторинг соединений в настройках

source: List only shows LAN device connections, data may differ from total connections.
fr: La liste n'affiche que les connexions des appareils LAN, les données peuvent différer du total des connexions.
ru: Список показывает только соединения устройств LAN, данные могут отличаться от общего числа соединений.

source: TCP Status Details
fr: Détails du statut TCP
ru: Подробности статуса TCP

source: Basic Settings
fr: Paramètres de base
ru: Основные настройки

source: Traffic Monitor Settings
fr: Paramètres du moniteur de trafic
ru: Настройки монитора трафика

source: Connection Monitor Settings
fr: Paramètres du moniteur de connexion
ru: Настройки монитора соединений

source: DNS Monitor Settings
fr: Paramètres du moniteur DNS
ru: Настройки монитора DNS

source: Bandix Basic Configuration
fr: Configuration de base de Bandix
ru: Базовая конфигурация Bandix

source: Configure basic parameters for Bandix service
fr: Configurer les paramètres de base du service Bandix
ru: Настройка базовых параметров службы Bandix

source: Bandix Traffic Monitor Configuration
fr: Configuration du moniteur de trafic Bandix
ru: Конфигурация монитора трафика Bandix

source: Configure traffic monitoring related parameters
fr: Configurer les paramètres de surveillance du trafic
ru: Настройка параметров мониторинга трафика

source: Bandix Connection Monitor Configuration
fr: Configuration du moniteur de connexion Bandix
ru: Конфигурация монитора соединений Bandix

source: Configure connection monitoring related parameters
fr: Configurer les paramètres de surveillance des connexions
ru: Настройка параметров мониторинга соединений

source: Bandix DNS Monitor Configuration
fr: Configuration du moniteur DNS Bandix
ru: Конфигурация монитора DNS Bandix

source: Configure DNS monitoring related parameters
fr: Configurer les paramètres de surveillance DNS
ru: Настройка параметров мониторинга DNS

source: Enable
fr: Activer
ru: Включить

source: Enable Bandix Traffic Monitor Service
fr: Activer le service de surveillance du trafic Bandix
ru: Включить службу мониторинга трафика Bandix

source: Enable Traffic Monitoring
fr: Activer la surveillance du trafic
ru: Включить мониторинг трафика

source: Enable Connection Monitoring
fr: Activer la surveillance des connexions
ru: Включить мониторинг соединений

source: Enable DNS Monitoring
fr: Activer la surveillance DNS
ru: Включить мониторинг DNS

source: Simplified Chinese
fr: Chinois simplifié
ru: Китайский упрощённый

source: Traditional Chinese
fr: Chinois traditionnel
ru: Китайский традиционный

source: Port
ru: Порт

source: Port for Bandix service to listen on
fr: Port sur lequel le service Bandix écoute
ru: Порт, на котором прослушивает служба Bandix

source: TC Priority
fr: Priorité TC
ru: Приоритет TC

source: Set TC filter priority to better coexist with other eBPF TC programs. Lower numbers indicate higher priority. 0 means system-assigned.
fr: Définir la priorité du filtre TC pour mieux coexister avec d'autres programmes eBPF TC. Les nombres plus petits indiquent une priorité plus élevée. 0 signifie assigné par le système.
ru: Установите приоритет фильтра TC для лучшего сосуществования с другими программами eBPF TC. Меньшие числа указывают на более высокий приоритет. 0 означает назначенный системой.

source: Monitor Interface
fr: Interface de surveillance
ru: Интерфейс мониторинга

source: Select the LAN network interface to monitor
fr: Sélectionner l'interface réseau LAN à surveiller
ru: Выберите сетевой интерфейс LAN для мониторинга

source: Speed Units
fr: Unités de vitesse
ru: Единицы скорости

source: Select the speed display unit format
fr: Sélectionner le format d'unité d'affichage de la vitesse
ru: Выберите формат единиц отображения скорости

source: Bytes Units (B/s, KB/s, MB/s)
fr: Unités en octets (B/s, Ko/s, Mo/s)
ru: Единицы в байтах (B/s, KB/s, MB/s)

source: Bits Units (bps, Kbps, Mbps)
fr: Unités en bits (bps, Kbps, Mbps)
ru: Единицы в битах (bps, Kbps, Mbps)

source: Interface Theme
fr: Thème de l'interface
ru: Тема интерфейса

source: Select the display theme for Bandix Traffic Monitor
fr: Sélectionner le thème d'affichage pour le moniteur de trafic Bandix
ru: Выберите тему отображения монитора трафика Bandix

source: Follow System
fr: Suivre le système
ru: Следовать системе

source: Light Mode
fr: Mode clair
ru: Светлый режим

source: Dark Mode
fr: Mode sombre
ru: Тёмный режим

source: Feedback
fr: Commentaires
ru: Обратная связь

source: Log Level
fr: Niveau de journalisation
ru: Уровень журналирования

source: Set the log level for Bandix service
fr: Définir le niveau de journalisation du service Bandix
ru: Установить уровень логирования службы Bandix

source: Offline Timeout
fr: Délai d'expiration hors ligne
ru: Таймаут офлайн

source: Set the timeout for device offline detection (seconds). Devices inactive for longer than this time will be marked as offline
fr: Définir le délai de détection de déconnexion (secondes). Les appareils inactifs plus longtemps seront marqués hors ligne
ru: Установить таймаут определения офлайн (секунды). Устройства, неактивные дольше, будут помечены офлайн

source: Realtime Traffic Period
fr: Période de trafic en temps réel
ru: Период трафика в реальном времени

source: 10 minutes interval uses about 60 KB per device
fr: Intervalle de 10 minutes utilise environ 60 Ko par appareil
ru: Интервал 10 минут использует около 60 КБ на устройство

source: Data Flush Interval
fr: Intervalle de vidage des données
ru: Интервал сброса данных

source: Set the interval for flushing data to disk
fr: Définir l'intervalle d'écriture des données sur le disque
ru: Установить интервал записи данных на диск

source: 1 minute
ru: 1 минута

source: 5 minutes
ru: 5 минут

source: 10 minutes
ru: 10 минут

source: 15 minutes
ru: 15 минут

source: 20 minutes
ru: 20 минут

source: 25 minutes
ru: 25 минут

source: 30 minutes
ru: 30 минут

source: 1 hour
fr: 1 heure
ru: 1 час

source: 2 hours
fr: 2 heures
ru: 2 часа

source: 12 hours
fr: 12 heures
ru: 12 часов

source: 24 hours
fr: 24 heures
ru: 24 часа

source: Data Directory
fr: Répertoire de données
ru: Каталог данных

source: If you change the directory, please manually add it to the backup directory
fr: Si vous changez le répertoire, veuillez l'ajouter manuellement au répertoire de sauvegarde
ru: Если вы измените каталог, пожалуйста, добавьте его вручную в каталог резервных копий

source: Bandix data storage directory
fr: Répertoire de stockage des données Bandix
ru: Каталог хранения данных Bandix

source: Enable Bandix connection monitoring
fr: Activer la surveillance des connexions Bandix
ru: Включить мониторинг соединений Bandix

source: Enable Bandix DNS monitoring
fr: Activer la surveillance DNS Bandix
ru: Включить мониторинг DNS Bandix

source: DNS Max Records
fr: Nombre maximum d'enregistrements DNS
ru: Максимум записей DNS

source: Set the maximum number of DNS query records to keep. Older records will be deleted when this limit is exceeded
fr: Définir le nombre maximum d'enregistrements DNS à conserver. Les plus anciens seront supprimés au-delà
ru: Установить максимальное количество сохраняемых записей DNS. При превышении старые записи будут удаляться

source: Persist DNS Data
fr: Persister les données DNS
ru: Сохранять данные DNS

source: Enable DNS data persistence functionality, data will only be persisted to disk when this option is enabled
fr: Activer la fonctionnalité de persistance des données DNS, les données ne seront enregistrées sur le disque que lorsque cette option est activée
ru: Включить функцию постоянного хранения данных DNS, данные будут сохраняться на диск только при включении этой опции

source: DNS Data Flush Interval
fr: Intervalle de vidage des données DNS
ru: Интервал сброса данных DNS

source: Set the interval for flushing DNS data to disk
fr: Définir l'intervalle pour vider les données DNS sur le disque
ru: Установить интервал для сброса данных DNS на диск

source: Persist History Data
fr: Persister les données d'historique
ru: Сохранять историю данных

source: Enable data persistence functionality, data will only be persisted to disk when this option is enabled
fr: Activer la fonctionnalité de persistance des données, les données ne seront enregistrées sur le disque que lorsque cette option est activée
ru: Включить функцию постоянного хранения данных, данные будут сохраняться на диск только при включении этой опции

source: Does not occupy storage space, stored only in memory
fr: N'occupe pas d'espace de stockage, stocké uniquement en mémoire
ru: Не занимает дисковое пространство, хранится только в памяти

source: Query & Response
fr: Requête et Réponse
ru: Запрос и Ответ

source: Queries
fr: Requêtes
ru: Запросы

source: Responses
fr: Réponses
ru: Ответы

source: Average Response Time
fr: Temps de Réponse Moyen
ru: Среднее Время Ответа

source: Show More
fr: Afficher plus
ru: Показать больше

source: Show Less
fr: Afficher moins
ru: Показать меньше

source: Add Schedule Rule
fr: Ajouter une règle de limitation programmée
ru: Добавить правило ограничения по расписанию

source: Add Rule
fr: Ajouter une règle
ru: Добавить правило

source: Set rate limit rules for different time periods
fr: Définir des règles de limitation pour différentes périodes
ru: Установить правила ограничения скорости для разных периодов времени

source: Time Slot
fr: Créneau horaire
ru: Временной интервал

source: Days of Week
fr: Jours de la semaine
ru: Дни недели

source: Mon
fr: Lun
ru: Пн

source: Tue
fr: Mar
ru: Вт

source: Wed
fr: Mer
ru: Ср

source: Thu
fr: Jeu
ru: Чт

source: Fri
fr: Ven
ru: Пт

source: Sat
fr: Sam
ru: Сб

source: Sun
fr: Dim
ru: Вс

source: Adding...
fr: Ajout en cours...
ru: Добавление...

source: Failed to add schedule rule:
fr: Échec de l'ajout de la règle programmée :
ru: Не удалось добавить правило расписания:

source: Please set time slot
fr: Veuillez définir un créneau horaire
ru: Пожалуйста, установите временной интервал

source: Please select at least one day
fr: Veuillez sélectionner au moins un jour
ru: Пожалуйста, выберите хотя бы один день

source: No scheduled rules yet, click "Add Rule" to start setting
fr: Aucune règle programmée pour le moment, cliquez sur "Ajouter une règle" pour commencer
ru: Правил расписания пока нет, нажмите "Добавить правило", чтобы начать настройку

source: Loading...
fr: Chargement...
ru: Загрузка...

source: No schedule rules
fr: Aucune règle programmée
ru: Нет правил расписания

source: Failed to load schedule rules
fr: Échec du chargement des règles programmées
ru: Не удалось загрузить правила расписания

source: Delete Schedule Rule
fr: Supprimer la règle programmée
ru: Удалить правило ограничения по расписанию

source: Are you sure you want to delete this schedule rule?
fr: Êtes-vous sûr de vouloir supprimer cette règle programmée ?
ru: Вы уверены, что хотите удалить это правило расписания?

source: Failed to delete schedule rule
fr: Échec de la suppression de la règle programmée
ru: Не удалось удалить правило расписания

source: Delete Device
fr: Supprimer l'appareil
ru: Удалить устройство

source: Are you sure you want to delete this device? Traffic history will be removed.
fr: Êtes-vous sûr de vouloir supprimer cet appareil ? L'historique du trafic sera supprimé.
ru: Вы уверены, что хотите удалить это устройство? История трафика будет удалена.

source: Failed to delete device
fr: Échec de la suppression de l'appareil
ru: Не удалось удалить устройство

source: Confirm
fr: Confirmer
ru: Подтвердить

source: Close
fr: Fermer
ru: Закрыть

source: rule
fr: règle
ru: правило

source: rules
fr: règles
ru: правила

source: more
fr: plus
ru: еще
